module.exports = [{
	"label"   : "银货通[01]",
	"id"      : 1,
	"open"    : true,
	"children": [{
		"isParent": true,
		"code"    : "01001",
		"children": [{
			"label": "评审委员会[01001001]",
			"code" : "01001001",
			"id"   : 41
		}, {
			"label": "总经办[01001002]",
			"code" : "01001002",
			"id"   : 42
		}, {
			"code" : "01001003",
			"id"   : 43,
			"label": "人事行政部[01001003]"
		}, {
			"id"   : 44,
			"code" : "01001004",
			"label": "品宣部[01001004]"
		}, {
			"id"   : 45,
			"code" : "01001005",
			"label": "技术研发部[01001005]"
		}, {
			"code" : "01001006",
			"label": "风险管理部[01001006]",
			"id"   : 46
		}, {
			"code" : "01001007",
			"label": "财务管理中心[01001007]",
			"id"   : 47
		}, {
			"label": "产业链事业部[01001008]",
			"id"   : 48,
			"code" : "01001008"
		}, {
			"code" : "01001009",
			"label": "杭州银货通科技股份有限公司[01001009]",
			"id"   : 49
		}, {
			"id"   : 50,
			"label": "创新事业部[01001010]",
			"code" : "01001010"
		}, {
			"code" : "01001011",
			"label": "客服部[01001011]",
			"id"   : 51
		}, {
			"code"    : "01001012",
			"label"   : "渠道拓展部[01001012]",
			"children": [{
				"id"   : 53,
				"label": "锦绣供应链[01001012001]",
				"code" : "01001012001"
			}],
			"id"      : 52,
			"isParent": true,
			"open"    : true
		}, {
			"label": "网金事业部[01001013]",
			"code" : "01001013",
			"id"   : 119
		}, {
			"code" : "01001014",
			"id"   : 124,
			"label": "保理事业部[01001014]"
		}, {
			"code" : "01001015",
			"id"   : 134,
			"label": "供应链事业部[01001015]"
		}, {
			"code" : "01001016",
			"id"   : 143,
			"label": "法务部[01001016]"
		}, {
			"id"   : 144,
			"code" : "01001017",
			"label": "运营中心[01001017]"
		}, {
			"id"      : 152,
			"isParent": true,
			"label"   : "业务合作[01001018]",
			"open"    : true,
			"children": [{
				"code" : "01001018001",
				"label": "孚临金科[01001018001]",
				"id"   : 153
			}, {
				"code" : "01001018002",
				"label": "一麻贷[01001018002]",
				"id"   : 154
			}, {
				"id"   : 155,
				"code" : "01001018003",
				"label": "浙江网竞网络科技有限公司[01001018003]"
			}],
			"code": "01001018"
		}, {
			"code" : "01001019",
			"id"   : 156,
			"label": "测试中心[01001019]"
		}],
		"id"   : 40,
		"open" : true,
		"label": "银货通科技[01001]"
	}, {
		"isParent": true,
		"children": [{
			"label"   : "苍南店[01002001]",
			"code"    : "01002001",
			"isParent": true,
			"children": [{
				"label": "苍南店001[01002001001]",
				"id"   : 56,
				"code" : "01002001001"
			}],
			"open": true,
			"id"  : 55
		}, {
			"isParent": true,
			"open"    : true,
			"label"   : "平湖店[01002002]",
			"code"    : "01002002",
			"children": [{
				"label": "平湖店001[01002002001]",
				"code" : "01002002001",
				"id"   : 58
			}],
			"id": 57
		}],
		"label": "金融8号店[01002]",
		"open" : true,
		"id"   : 54,
		"code" : "01002"
	}, {
		"children": [{
			"label"   : "趴砰[01003001]",
			"isParent": true,
			"children": [{
				"label": "天空1[01003001001]",
				"id"   : 61,
				"code" : "01003001001"
			}, {
				"label": "天空2[01003001002]",
				"id"   : 62,
				"code" : "01003001002"
			}, {
				"id"   : 63,
				"label": "惠居[01003001003]",
				"code" : "01003001003"
			}, {
				"label": "哈楼[01003001004]",
				"code" : "01003001004",
				"id"   : 64
			}, {
				"code" : "01003001005",
				"label": "宣庭[01003001005]",
				"id"   : 65
			}, {
				"code" : "01003001006",
				"label": "给力[01003001006]",
				"id"   : 66
			}, {
				"code" : "01003001007",
				"id"   : 67,
				"label": "嘉居[01003001007]"
			}, {
				"code" : "01003001008",
				"id"   : 68,
				"label": "华玺[01003001008]"
			}, {
				"code" : "01003001009",
				"label": "中发[01003001009]",
				"id"   : 69
			}, {
				"id"   : 70,
				"label": "天都[01003001010]",
				"code" : "01003001010"
			}, {
				"id"   : 71,
				"label": "名仕[01003001011]",
				"code" : "01003001011"
			}],
			"open": true,
			"id"  : 60,
			"code": "01003001"
		}, {
			"id"   : 73,
			"code" : "01003002",
			"label": "8090婚庆[01003002]"
		}, {
			"id"   : 74,
			"code" : "01003003",
			"label": "乐无限琴行[01003003]"
		}, {
			"code" : "01003004",
			"label": "韩客儿童摄影[01003004]",
			"id"   : 75
		}, {
			"id"   : 76,
			"label": "凯蓝[01003005]",
			"code" : "01003005"
		}, {
			"id"   : 77,
			"label": "婺城001[01003006]",
			"code" : "01003006"
		}, {
			"id"   : 78,
			"label": "和瑞[01003007]",
			"code" : "01003007"
		}, {
			"id"   : 79,
			"label": "珍诚[01003008]",
			"code" : "01003008"
		}, {
			"code" : "01003009",
			"label": "尚海美发店[01003009]",
			"id"   : 80
		}],
		"label"   : "对外资金合作[01003]",
		"id"      : 59,
		"open"    : true,
		"code"    : "01003",
		"isParent": true
	}, {
		"children": [{
			"label"   : "银货通小贷[01004001]",
			"open"    : true,
			"children": [{
				"id"   : 113,
				"code" : "01004001001",
				"label": "浙江汇数网络科技有限公司[01004001001]"
			}, {
				"label": "萧山农商行[01004001002]",
				"code" : "01004001002",
				"id"   : 114
			}, {
				"label": "浙江天智通讯科技有限公司[01004001003]",
				"code" : "01004001003",
				"id"   : 116
			}, {
				"label": "杭州九贷投资管理有限公司[01004001004]",
				"code" : "01004001004",
				"id"   : 130
			}, {
				"code" : "01004001005",
				"id"   : 131,
				"label": "杭州金孚资产评估有限公司[01004001005]"
			}, {
				"code" : "01004001006",
				"id"   : 147,
				"label": "杭州诚驰金融服务外包有限公司[01004001006]"
			}],
			"code"    : "01004001",
			"isParent": true,
			"id"      : 81
		}, {
			"code" : "01004002",
			"label": "西藏易有色科技有限公司[01004002]",
			"id"   : 136
		}, {
			"children": [{
				"id"   : 148,
				"code" : "01004003001",
				"label": "业务部[01004003001]"
			}, {
				"label": "技术部[01004003002]",
				"code" : "01004003002",
				"id"   : 149
			}],
			"label"   : "合兴小贷[01004003]",
			"open"    : true,
			"isParent": true,
			"code"    : "01004003",
			"id"      : 145
		}],
		"open"    : true,
		"id"      : 72,
		"isParent": true,
		"label"   : "对外技术合作[01004]",
		"code"    : "01004"
	}, {
		"children": [{
			"id"   : 83,
			"code" : "01005001",
			"label": "浙江禾城农村商业银行股份有限公司七星支行[01005001]"
		}, {
			"label": "杭州龙盈互联网金融信息技术有限公司[01005002]",
			"code" : "01005002",
			"id"   : 84
		}, {
			"code" : "01005003",
			"id"   : 85,
			"label": "杭州联合农村商业银行股份有限公司[01005003]"
		}, {
			"code" : "01005004",
			"id"   : 86,
			"label": "浙江萧山农村商业银行股份有限公司[01005004]"
		}, {
			"label": "杭州银行股份有限公司江城支行[01005005]",
			"code" : "01005005",
			"id"   : 87
		}, {
			"code" : "01005006",
			"label": "杭州联合农村商业银行股份有限公司上塘支行[01005006]",
			"id"   : 88
		}, {
			"label": "浙江金桥担保有限公司[01005007]",
			"id"   : 89,
			"code" : "01005007"
		}, {
			"id"   : 90,
			"code" : "01005008",
			"label": "兴业银行股份有限公司杭州分行[01005008]"
		}, {
			"label": "兰溪市兰信小额贷款有限责任公司[01005009]",
			"code" : "01005009",
			"id"   : 91
		}, {
			"id"   : 92,
			"code" : "01005010",
			"label": "浙江珍诚医药在线股份有限公司[01005010]"
		}, {
			"id"   : 93,
			"label": "杭州江干区银货通小额贷款有限公司[01005011]",
			"code" : "01005011"
		}, {
			"label": "东营德瑞投资咨询有限公司[01005012]",
			"id"   : 94,
			"code" : "01005012"
		}, {
			"id"   : 95,
			"code" : "01005013",
			"label": "浙江金麦穗互联网金融信息服务有限公司[01005013]"
		}, {
			"code" : "01005014",
			"label": "杭州银行股份有限公司闸口支行[01005014]",
			"id"   : 96
		}, {
			"code" : "01005015",
			"label": "深圳银货通互联网金融服务有限公司[01005015]",
			"id"   : 97
		}, {
			"label": "中国工商银行股份有限公司[01005016]",
			"id"   : 98,
			"code" : "01005016"
		}, {
			"label": "杭州联合农村商业银行股份有限公司九堡支行[01005017]",
			"code" : "01005017",
			"id"   : 99
		}, {
			"id"   : 100,
			"label": "杭州银行股份有限公司秋涛支行[01005018]",
			"code" : "01005018"
		}, {
			"id"   : 102,
			"code" : "01005019",
			"label": "中国工商银行股份有限公司杭州江城支行[01005019]"
		}, {
			"code" : "01005020",
			"label": "上海浦东发展银行萧山支行[01005020]",
			"id"   : 112
		}, {
			"label": "安信农业保险股份有限公司[01005021]",
			"code" : "01005021",
			"id"   : 127
		}, {
			"code" : "01005022",
			"label": "五矿产业金融服务（深圳）有限公司[01005022]",
			"id"   : 128
		}, {
			"id"   : 135,
			"code" : "01005025",
			"label": "杭州银货通科技股份有限公司[01005025]"
		}, {
			"code" : "0100539382",
			"id"   : 137,
			"label": "蒋乐货币进出口公司[0100539382]"
		}, {
			"label": "合兴小贷金融测试机构[01005023]",
			"id"   : 146,
			"code" : "01005023"
		}, {
			"id"   : 150,
			"label": "浙江衢报金控科技有限公司[01005099]",
			"code" : "01005099"
		}, {
			"code" : "01005031",
			"id"   : 151,
			"label": "杭州优采供应链管理有限公司[01005031]"
		}, {
			"label": "杭州银货通金融外包服务有限公司[01005026]",
			"code" : "01005026",
			"id"   : 157
		}],
		"id"      : 82,
		"open"    : true,
		"code"    : "01005",
		"isParent": true,
		"label"   : "金融机构[01005]"
	}, {
		"id"      : 101,
		"isParent": true,
		"open"    : true,
		"children": [{
			"id"   : 104,
			"code" : "01006002",
			"label": "杭州中仓仓储有限公司[01006002]"
		}, {
			"id"   : 105,
			"label": "兰溪市兰信小额贷款有限责任公司[01006003]",
			"code" : "01006003"
		}, {
			"id"   : 106,
			"label": "杭州杭丰纸业有限公司[01006004]",
			"code" : "01006004"
		}, {
			"code" : "01006005",
			"label": "杭州银货通科技股份有限公司[01006005]",
			"id"   : 107
		}, {
			"code" : "01006006",
			"label": "小麦（浙江）网络科技有限公司[01006006]",
			"id"   : 111
		}, {
			"label": "浙江省中通通信有限公司[01006007]",
			"id"   : 115,
			"code" : "01006007"
		}, {
			"label": "广州宝湾物流有限公司[01006008]",
			"code" : "01006008",
			"id"   : 123
		}, {
			"code" : "01006009",
			"label": "云南恒固投资有限公司[01006009]",
			"id"   : 126
		}, {
			"code" : "01006010",
			"id"   : 129,
			"label": "桓仁东北参茸农产品城有限公司[01006010]"
		}, {
			"label": "江苏聚石信息科技有限公司[01006011]",
			"id"   : 133,
			"code" : "01006011"
		}, {
			"code" : "0100639382",
			"id"   : 138,
			"label": "蒋乐进出口贸易有限公司[0100639382]"
		}],
		"code" : "01006",
		"label": "仓储机构[01006]"
	}, {
		"id"      : 108,
		"isParent": true,
		"children": [{
			"id"   : 109,
			"code" : "01007001",
			"label": "预留[01007001]"
		}, {
			"label": "蒋乐银行股份有限公司[0100739382]",
			"id"   : 139,
			"code" : "0100739382"
		}],
		"label": "监管机构[01007]",
		"open" : true,
		"code" : "01007"
	}, {
		"isParent": true,
		"label"   : "融资机构[01008]",
		"code"    : "01008",
		"id"      : 110,
		"open"    : true,
		"children": [{
			"label": "杭州昆贝科技有限公司[01008001]",
			"code" : "01008001",
			"id"   : 120
		}, {
			"id"   : 121,
			"label": "杭州犸凯奴户外用品有限公司[01008002]",
			"code" : "01008002"
		}, {
			"code" : "01008003",
			"label": "诸暨市猫头鹰电子商务有限公司[01008003]",
			"id"   : 122
		}, {
			"code" : "01008004",
			"label": "浙江贯东钛白信息科技有限公司[01008004]",
			"id"   : 125
		}, {
			"code" : "01008005",
			"label": "上海卿源商贸有限公司[01008005]",
			"id"   : 132
		}, {
			"label": "机构01[0100806]",
			"id"   : 158,
			"code" : "0100806"
		}]
	}, {
		"open"    : true,
		"code"    : "01009",
		"isParent": true,
		"id"      : 117,
		"children": [{
			"label": "深圳银货通商业保理有限公司[01009001]",
			"id"   : 118,
			"code" : "01009001"
		}],
		"label": "保理机构[01009]"
	}, {
		"code"    : "01010",
		"open"    : true,
		"children": [{
			"code" : "01010001",
			"label": "融易管2.0权限[01010001]",
			"id"   : 141
		}, {
			"id"   : 142,
			"code" : "01010002",
			"label": "征信测试[01010002]"
		}],
		"isParent": true,
		"id"      : 140,
		"label"   : "融易管2.0权限测试[01010]"
	}],
	"isParent": true,
	"code"    : "01"
}]
